; TCP-Z language resource file

; http://msdn.microsoft.com/en-us/library/ms903928.aspx
; Locale identifier	Language	Sublanguage - locale	Default code page	Language code 
; 0x0422		Ukrainian	Ukraine			1251			UKR 

[info]
LanguageName=Ukrainian (Українська)
LanguageID=0x0422
CodePage=1251
Translator=ShriEkeR
Version=2.6
LastModified=3/11/2009

[Common]
AlreadyRun=Вже працює...... Немає необхідності запускати знову.
AboutBox=&Про TCPZ...
Minimize=Згорнути
OK=OK
Success=Успіх
Fail=Збій
SaveToFile=Зберегти у файл


[TCP]
Version=Версія
FileLimit=Ліміт у файлі
MemoryLimit=Ліміт у пам'яті
OriginalFile=Оригінальний
Yes=Так
No=Ні
EVIDCount=EvID 4226
Connection=З'єднання
Established=Вста-ні
HalfOpen=Напіввідкриті
CreateDepth=Create Depth
Incoming=Вхідні
Speed=Швидкість
Download=Завантаження
Upload=Відвантаження
Peak=Історичний пік
FailGetNicInfo=Не в змозі отримати інформацію про адаптер мережі.
VersionNotMatch=Версія файлу tcpip.sys не співпадає з поточною ОС, дію TCP-Z буде скасовано.\n\nРобота програми в режимі сумісності не дозволена!
FailGetVersion=Збій. Можливо файл tcpip.sys заблокований.
UnKnown=Невідомо
UnLimited=Безмежний

[Statistics]
Statistics=Статистика
TCPStatistics= Статистика про TCP IPv4
DurationOfStatistics=Тривалість Статистики
OutgoingConnection=Спроб вихідних з'єднаннь
IncomingConnection=Спроб вхідних з'єднаннь
FailedConnection=Спроб невдалих з'єднаннь
EstablishedConnection=Успішно встановлених
SuccessRatio=Коефіцієнт успіху
Reset=Скинути
AdapterInfo=Інформація про мережеві адаптери
DeviceType=Тип Пристрою
OperateStatus=Стан
LinkSpeed=Швидкість з'єднання
TransmitSpeed=Швидкість передачі
ReceiveSpeed=Швидкість отримання
; // A: This "UP" comes from c++ header file, means active, connected
Up=Увімкнуто
Down=Вимкнуто
Ethernet=Мережа
PPP=PPP
Wireless=Бездротовий


[Detail]
Detail=Докладно
Process=Процес
PID=PID
ProcessInfo=Інформація про процес
; These info is same as Windows Task Manager
MemUsage=Використано
VMSize=Виділено
IORead=Прочитано
IOWrite=Записано


[Patch]
Patch=Виправлення
PatchMemory=Виправлення у пам'яті
PatchFile=Виправлення файлу Tcpip.sys
OldValue=Старе
NewValue=Нове
Offset=Зміщення
Apply=Застосувати
MsgMemPatch=Зміна межі в пам'яті ядра.\nПочинає діяти відразу.\n\nЗміна значення буде діяти до перезавантаження комп'ютера.
TipMemPatch=Рекомендації про виправлення у пам'яті
Open=Відкрити
MsgTipMemPatch=Для додаткової автоматизації, спробуйте TCP-Z Virtual Device.\nВстановіть лише один раз, межа наполовину відкритих з'єднань буде встановлена при кожному завантаженні системи.
MsgFilePatch=Перезавантажте комп'ютер, щоб зміни вступили в силу.\nЗмінювати потрібно лише один раз.\nДля зміни файлу в спробуйте 'Universal Tcpip.sys Patch'

InvalidValue=Нове значення непрацездатне!
ComfirmPatchFile=Ви впевнені, що хочете виправити файл Tcpip.sys?
FailDisableWFP=Збій блокування захисту файлів Windows.\n\nАбо функція захисту файлів Windows вже була відключена.

UnsupportedOS=Ця версія ОС не підтримується.
FailExtractFile=Не в змозі витягнути файл драйверу.
FailLoadDriver=Збій завантаження драйвера. \nБудь ласка викнайте запуск з правами адміністратора за допомогою контекстного меню.\n\nДеякі антивіруси можуть заблокувати завантаження драйверу, вам необхідно налаштувати антивірус власноручно.
LoadErrorCode=Помилка завантаження драйверу tcp-z. Код помилки:
FailOpenSCM=Збій відкриття диспетчера служб. Недостатньо прав.
FailCreateService=Збій створення служби
FailStartService=Збій запуску служби
TestsigningNotEnable=TESTSIGNING статус заборонений.\n\nПодробиці у Readme.txt.\n\nДозволити TESTSIGNING зараз?
TestsigningSetOK=TESTSIGNING статут увімкнено.\n\nЯкщо водяний знак 'Test Mode' є на робочому столі, ви можете видалити його за допомогою 'RemoveWatermarkX64.exe'.\n\nВи повинні перезавантажити комп'ютер, щоб зміни вступити в силу.

SetSuccess=Межа напіввідкритих з'єднань змінена до:
SetFail=Збій встановлення нового значення.


[About]
About=Про TCP-Z
ReadMe=Допомога ...

[MiniBar]
Active=Активність
Statistics=Статистика


[LanguageDialog]
LangChanged=Мова інтерфейсу користувача була змінена, вам потрібно перезавантажити програму.


[PopupMenu]
ShowTCPZ=По&казати / Cховати TCP-Z
OnTopmost=Залишатися нагорі
ShowMinibar=Показати / Сховати мінівікно
Transparent=Відсоток прозорості
CaptureTCPZ=Захоплення вікна TCP-Z
CaptureScreen=&Захоплення повного екрану
RefreshNicList=&Оновити перелік мережевих підключень
Exit=В&ихід
